/* Status Erorr */
"Error" = "Kļūda";

/* Status Finished */
"Finished" = "Pabeigts";

/* Get Download Link */
"Get Download Link" = "Get Download Link";

/* Get Internal Link */
"Get Internal Link" = "Iegūt Seafile iekšējo saiti";

/*Share to a user*/
"Share to a user" = "Share to a user";

/*Share to a group*/
"Share to a group" = "Share to a group";

/* Get Upload Link */
"Get Upload Link" = "Get Upload Link";

/* Lock This File */
"Lock This File" = "Lock This File";

/* Status Locked
   Status LockedByMe */
"Locked" = "Locked";

/* Locked by others */
"Locked by ..." = "Locked by...";

/* Status Paused */
"Paused" = "Pauzēts";

/* Status Syncing */
"Syncing" = "Sinhronizē";

/* Unlock This File */
"Unlock This File" = "Unlock This File";

/* View File History */
"View File History" = "View File History";
